Revit 2024 API
TransformWithBoundary Properties
The TransformWithBoundary type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
TransformWithBoundary Class
Autodesk.Revit.DB Namespace